Repository: crexsupport/PRINT
Catalog: Printer/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, ja, pt_br, ru, tr, zh_hans

source: Cancel
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

source: Cancelar
de: Abbrechen
fr: Annuler
it: Annulla
ru: Отменить
tr: İptal
zh_hans: 取消

source: Cannot access the selected file
de: Kann nicht auf die ausgewählte Datei zugreifen
es: No se puede acceder al archivo seleccionado
es_419: No se puede acceder al archivo seleccionado
fr: Impossible d'accéder au fichier sélectionné
it: Impossibile accedere al file selezionato
ja: 選択したファイルにアクセスできません
pt_br: Não é possível acessar o arquivo selecionado
ru: Невозможно получить доступ к выбранному файлу
tr: Seçilen dosyaya erişilemiyor
zh_hans: 无法访问所选文件

source: Capture a new photo with camera
de: Nimm ein neues Foto mit der Kamera auf
es: Toma una foto nueva con la cámara
es_419: Tomar una foto nueva con la cámara
fr: Prendre une nouvelle photo avec l'appareil photo
it: Scatta una nuova foto con la fotocamera
ja: カメラで新しい写真を撮影する
pt_br: Tire uma nova foto com a câmera
ru: Сделай новое фото камерой
tr: Kamerayla yeni fotoğraf çek
zh_hans: 用相机拍摄新照片

source: Capture some documents to see them here
de: Scanne ein paar Dokumente, um sie hier zu sehen
es: Captura algunos documentos para verlos aquí
es_419: Captura algunos documentos para verlos aquí
fr: Numérise des documents pour les voir ici
it: Acquisisci alcuni documenti per vederli qui
ja: ここに表示するには書類を撮影してください
pt_br: Digitalize alguns documentos para vê‑los aqui
ru: Отсканируй несколько документов, чтобы увидеть их здесь
tr: Burada görmek için bazı belgeler yakalayın
zh_hans: 扫描一些文档即可在此查看

source: Capturing in 2 seconds...
de: Aufnahme in 2 Sekunden...
es: Capturando en 2 segundos...
es_419: Capturando en 2 segundos...
fr: Capture dans 2 secondes...
it: Acquisizione tra 2 secondi...
ja: 2秒後に撮影します…
pt_br: Capturando em 2 segundos...
ru: Съёмка через 2 секунды...
tr: 2 saniye içinde yakalanıyor...
zh_hans: 将在 2 秒后拍摄...

source: Cerrar
de: Schließen
fr: Fermer
it: Chiudi
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭

source: Change
de: Ändern
es: Cambiar
es_419: Cambiar
fr: Modifier
it: Cambia
ja: 変更する
pt_br: Alterar
ru: Изменить
tr: Değiştir
zh_hans: 更改

source: chars
de: Zeichen
es: caracteres
es_419: caracteres
fr: caractères
it: caratteri
ja: 文字
pt_br: caracteres
ru: симв.
tr: karakterler
zh_hans: 字符

source: Check out this compressed PDF
de: Schau dir dieses komprimierte PDF an
es: Mira este PDF comprimido
es_419: Revisa este PDF comprimido
fr: Découvre ce PDF compressé
it: Dai un'occhiata a questo PDF compresso
ja: この圧縮されたPDFをチェックしてください
pt_br: Confira este PDF compactado
ru: Посмотри этот сжатый PDF
tr: Bu sıkıştırılmış PDF'e göz atın
zh_hans: 查看此压缩后的 PDF

source: Check out this document: %@
de: Schau dir dieses Dokument an: %@
es: Mira este documento: %@
es_419: Mira este documento: %@
fr: Consulte ce document : %@
it: Dai un'occhiata a questo documento: %@
ja: このドキュメントを確認してください： %@
pt_br: Confira este documento: %@
ru: Посмотри этот документ: %@
tr: Bu belgeye göz at: %@
zh_hans: 查看此文档：%@

source: Choose 1 image to repeat on all labels
de: Wähle 1 Bild, das auf allen Etiketten wiederholt wird
es: Elige 1 imagen para repetir en todas las etiquetas
es_419: Elige 1 imagen para repetir en todas las etiquetas
fr: Choisis 1 image à répéter sur toutes les étiquettes
it: Scegli 1 immagine da ripetere su tutte le etichette
ja: すべてのラベルに繰り返す画像を1枚選択してください
pt_br: Escolha 1 imagem para repetir em todas as etiquetas
ru: Выбери 1 изображение для повторения на всех этикетках
tr: Tüm etiketlerde tekrarlamak için 1 resim seçin
zh_hans: 选择 1 张图片以在所有标签上重复显示

source: CHOOSE COMPRESS QUALITY
de: WÄHLE KOMPRIMIERUNGSQUALITÄT
es: ELIGE LA CALIDAD DE COMPRESIÓN
es_419: ELIGE CALIDAD DE COMPRESIÓN
fr: CHOISIS LA QUALITÉ DE COMPRESSION
it: SCEGLI LA QUALITÀ DI COMPRESSIONE
ja: 圧縮品質を選択
pt_br: ESCOLHER QUALIDADE DE COMPRESSÃO
ru: ВЫБЕРИ КАЧЕСТВО СЖАТИЯ
tr: SIKIŞTIRMA KALİTESİNİ SEÇİN
zh_hans: 选择压缩质量

source: Choose file
de: Datei auswählen
es: Elegir archivo
es_419: Elegir archivo
fr: Choisir un fichier
it: Scegli file
ja: ファイルを選択
pt_br: Escolher arquivo
ru: Выбрать файл
tr: Dosya seç
zh_hans: 选择文件

source: Choose from your saved photos
de: Aus deinen gespeicherten Fotos wählen
es: Elegir de tus fotos guardadas
es_419: Elegir de tus fotos guardadas
fr: Choisis parmi tes photos enregistrées
it: Scegli tra le foto salvate
ja: 保存した写真から選択する
pt_br: Escolher entre suas fotos salvas
ru: Выбери из сохранённых фото
tr: Kaydedilmiş fotoğraflarından seç
zh_hans: 从已保存的照片中选择

source: Choose how to print this web page
de: Wähle, wie du diese Webseite drucken möchtest
es: Elige cómo imprimir esta página web
es_419: Elige cómo imprimir esta página web
fr: Choisis comment imprimer cette page web
it: Scegli come stampare questa pagina web
ja: このウェブページを印刷する方法を選択する
pt_br: Escolha como imprimir esta página da web
ru: Выбери способ печати этой веб-страницы
tr: Bu web sayfasını nasıl yazdıracağını seç
zh_hans: 选择如何打印此网页

source: CHOOSE UNWANTED PAGES
de: WÄHLE UNERWÜNSCHTE SEITEN
es: SELECCIONAR PÁGINAS NO DESEADAS
es_419: ELIGE PÁGINAS NO DESEADAS
fr: CHOISIS LES PAGES INDÉSIRABLES
it: SCEGLI LE PAGINE NON DESIDERATE
ja: 不要なページを選択
pt_br: ESCOLHA AS PÁGINAS INDESEJADAS
ru: ВЫБЕРИ НЕЖЕЛАТЕЛЬНЫЕ СТРАНИЦЫ
tr: İSTENMEYEN SAYFALARI SEÇİN
zh_hans: 选择不需要的页面

source: Clear All
de: Alle löschen
es: Borrar todo
es_419: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
pt_br: Limpar tudo
ru: Очистить всё
tr: Tümünü Temizle
zh_hans: 全部清除

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: カラー
pt_br: Cor
ru: Цвет
tr: Renk
zh_hans: 彩色

source: Coloring
de: Malvorlagen
es: Colorear
es_419: Colorear
fr: Coloriage
it: Disegni da colorare
ja: 塗り絵
pt_br: Colorir
ru: Раскраски
tr: Boyama
zh_hans: 涂色

source: Combine multiple PDF files
de: Mehrere PDF‑Dateien zusammenführen
es: Combinar varios archivos PDF
es_419: Combinar varios archivos PDF
fr: Fusionner plusieurs fichiers PDF
it: Unisci più file PDF
ja: 複数のPDFファイルを結合する
pt_br: Combinar vários arquivos PDF
ru: Объединить несколько PDF-файлов
tr: Birden çok PDF dosyasını birleştir
zh_hans: 合并多个 PDF 文件

source: Compress
de: Komprimieren
es: Comprimir
es_419: Comprimir
fr: Compresser
it: Comprimi
ja: 圧縮する
pt_br: Comprimir
ru: Сжать
tr: Sıkıştır
zh_hans: 压缩

source: Compress PDF
de: PDF komprimieren
es: Comprimir PDF
es_419: Comprimir PDF
fr: Compresser le PDF
it: Comprimi PDF
ja: PDFを圧縮
pt_br: Comprimir PDF
ru: Сжать PDF
tr: PDF'i sıkıştır
zh_hans: 压缩 PDF

source: Compressed PDF
de: Komprimiertes PDF
es: PDF comprimido
es_419: PDF comprimido
fr: PDF compressé
it: PDF compresso
ja: 圧縮されたPDF
pt_br: PDF comprimido
ru: Сжатый PDF
tr: Sıkıştırılmış PDF
zh_hans: 已压缩的 PDF

source: Compressed Size
de: Komprimierte Größe
es: Tamaño comprimido
es_419: Tamaño comprimido
fr: Taille compressée
it: Dimensione compressa
ja: 圧縮後のサイズ
pt_br: Tamanho compactado
ru: Размер после сжатия
tr: Sıkıştırılmış Boyut
zh_hans: 压缩后大小

source: Compressing PDF...
de: Komprimiere PDF...
es: Comprimiendo PDF...
es_419: Comprimiendo PDF...
fr: Compression du PDF...
it: Compressione PDF...
ja: PDFを圧縮中…
pt_br: Comprimindo PDF...
ru: Сжимаю PDF...
tr: PDF sıkıştırılıyor...
zh_hans: 正在压缩 PDF...

source: Configuración de la impresora...
de: Druckereinstellungen...
fr: Configuration de l'imprimante...
it: Configurazione della stampante...
ja: プリンターを設定しています…
pt_br: Configuração da impressora...
ru: Настройка принтера...
tr: Yazıcı yapılandırması...
zh_hans: 正在配置打印机...

source: Configurando...
de: Konfiguriere...
fr: Configuration en cours...
it: Configurazione in corso...
ja: 設定中…
ru: Настраиваю...
tr: Yapılandırılıyor...
zh_hans: 正在配置...

source: Configuration
de: Konfiguration
es: Configuración
es_419: Configuración
it: Configurazione
ja: 設定
pt_br: Configuração
ru: Настройка
tr: Yapılandırma
zh_hans: 配置

source: Connect to any printer instantly. No setup required, just print and go.
de: Verbinde dich sofort mit jedem Drucker. Keine Einrichtung nötig — einfach drucken und los.
es: Conéctate a cualquier impresora al instante. No requiere configuración, solo imprime y listo.
es_419: Conéctate a cualquier impresora al instante. No se necesita configuración, solo imprime y listo.
fr: Connecte-toi à n'importe quelle imprimante immédiatement. Aucune configuration requise, imprime et c'est parti.
it: Connettiti a qualsiasi stampante all'istante. Nessuna configurazione richiesta, stampa e vai.
ja: どのプリンターにもすぐに接続できます。設定は不要、印刷してすぐ使えます。
pt_br: Conecte‑se a qualquer impressora instantaneamente. Sem configuração, basta imprimir e pronto.
ru: Подключайся к любому принтеру мгновенно. Ничего настраивать не нужно — просто печатай и готово.
tr: Herhangi bir yazıcıya anında bağlanın. Kurulum gerektirmez, sadece yazdırıp devam edin.
zh_hans: 可即刻连接任意打印机。无需设置，直接打印即可。

source: Contact Us
de: Kontaktiere uns
es: Contáctanos
es_419: Contáctanos
fr: Contacte-nous
it: Contattaci
ja: お問い合わせ
pt_br: Fale conosco
ru: Свяжись с нами
tr: Bize Ulaşın
zh_hans: 联系我们

source: Continuar
de: Weiter
fr: Continuer
it: Continua
ru: Продолжить
tr: Devam et
zh_hans: 继续

source: Continue
de: Weiter
es: Continuar
es_419: Continuar
fr: Continuer
it: Continua
ja: 続ける
pt_br: Continuar
ru: Продолжить
tr: Devam et
zh_hans: 继续

source: Convert
de: Konvertieren
es: Convertir
es_419: Convertir
fr: Convertir
it: Converti
ja: 変換する
pt_br: Converter
ru: Конвертировать
tr: Dönüştür
zh_hans: 转换

source: Convert images to PDF
de: Bilder in PDF konvertieren
es: Convertir imágenes a PDF
es_419: Convertir imágenes a PDF
fr: Convertir des images en PDF
it: Convertire immagini in PDF
ja: 画像をPDFに変換
pt_br: Converter imagens em PDF
ru: Преобразовать изображения в PDF
tr: Görüntüleri PDF'e dönüştür
zh_hans: 将图像转换为 PDF

source: Convert images to PDF format
de: Bilder ins PDF‑Format konvertieren
es: Convertir imágenes al formato PDF
es_419: Convertir imágenes al formato PDF
fr: Convertir des images au format PDF
it: Convertire immagini in formato PDF
ja: 画像をPDF形式に変換
pt_br: Converter imagens para o formato PDF
ru: Преобразовать изображения в формат PDF
tr: Görüntüleri PDF formatına dönüştür
zh_hans: 将图像转换为 PDF 格式

source: Convert More Images
de: Mehr Bilder konvertieren
es: Convertir más imágenes
es_419: Convertir más imágenes
fr: Convertir d'autres images
it: Convertire altre immagini
ja: さらに画像を変換
pt_br: Converter mais imagens
ru: Преобразовать ещё изображения
tr: Daha Fazla Görüntü Dönüştür
zh_hans: 转换更多图像

source: Convert multiple images into a single PDF document
de: Mehrere Bilder in ein einzelnes PDF‑Dokument umwandeln
es: Convertir varias imágenes en un único documento PDF
es_419: Convierte varias imágenes en un único documento PDF
fr: Convertir plusieurs images en un seul document PDF
it: Convertire più immagini in un unico documento PDF
ja: 複数の画像を1つのPDFドキュメントに変換する
pt_br: Converter várias imagens em um único documento PDF
ru: Преобразовать несколько изображений в один PDF-документ
tr: Birden fazla görüntüyü tek bir PDF belgesinde birleştir
zh_hans: 将多张图像合并为单个 PDF 文档

source: Convert to PDF
de: In PDF umwandeln
es: Convertir a PDF
es_419: Convertir a PDF
fr: Convertir en PDF
it: Converti in PDF
ja: PDFに変換
pt_br: Converter para PDF
ru: Преобразовать в PDF
tr: PDF'e dönüştür
zh_hans: 转换为 PDF

source: Converting to PDF...
de: Wandele in PDF um...
es: Convirtiendo a PDF...
es_419: Convirtiendo a PDF...
fr: Conversion en PDF...
it: Conversione in PDF...
ja: PDFに変換中...
pt_br: Convertendo para PDF...
ru: Преобразование в PDF...
tr: PDF'e dönüştürülüyor...
zh_hans: 正在转换为 PDF...

source: Converting...
de: Wandele...
es: Convirtiendo...
es_419: Convirtiendo...
fr: Conversion...
it: Conversione in corso...
ja: 変換中...
pt_br: Convertendo...
ru: Преобразование...
tr: Dönüştürülüyor...
zh_hans: 正在转换...

source: Could not load the document for printing.
de: Das Dokument konnte zum Drucken nicht geladen werden.
es: No se pudo cargar el documento para imprimir.
es_419: No se pudo cargar el documento para imprimir.
fr: Impossible de charger le document pour l'impression.
it: Impossibile caricare il documento per la stampa.
ja: 印刷用のドキュメントを読み込めませんでした。
pt_br: Não foi possível carregar o documento para impressão.
ru: Не удалось загрузить документ для печати.
tr: Yazdırma için belge yüklenemedi.
zh_hans: 无法加载用于打印的文档。

source: Create and print text notes
de: Textnotizen erstellen und drucken
es: Crear y imprimir notas de texto
es_419: Crear e imprimir notas de texto
fr: Créer et imprimer des notes texte
it: Crea e stampa note di testo
ja: テキストノートを作成して印刷する
pt_br: Criar e imprimir notas de texto
ru: Создавай и печатай текстовые заметки
tr: Metin notları oluştur ve yazdır
zh_hans: 创建并打印文字便笺

source: Create custom photo labels
de: Individuelle Fotoetiketten erstellen
es: Crear etiquetas de fotos personalizadas
es_419: Crear etiquetas de foto personalizadas
fr: Créer des étiquettes photo personnalisées
it: Crea etichette fotografiche personalizzate
ja: カスタム写真ラベルを作成する
pt_br: Criar etiquetas de foto personalizadas
ru: Создать персональные фото-этикетки
tr: Özel fotoğraf etiketi oluştur
zh_hans: 创建自定义照片标签

source: Create Text Notes
de: Textnotizen erstellen
es: Crear notas de texto
es_419: Crear notas de texto
fr: Créer des notes texte
it: Crea note di testo
ja: テキストノートを作成
pt_br: Criar notas de texto
ru: Создать текстовые заметки
tr: Metin Notları Oluştur
zh_hans: 创建文字便笺

source: Delete
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除

source: Delete (%lld)
de: Löschen (%lld)
es: Eliminar (%lld)
es_419: Eliminar (%lld)
fr: Supprimer (%lld)
it: Elimina (%lld)
ja: 削除 (%lld)
pt_br: Excluir (%lld)
ru: Удалить (%lld)
tr: Sil (%lld)
zh_hans: 删除（%lld）

source: Delete Document
de: Dokument löschen
es: Eliminar documento
es_419: Eliminar documento
fr: Supprimer le document
it: Elimina documento
ja: ドキュメントを削除
pt_br: Excluir documento
ru: Удалить документ
tr: Belgeyi Sil
zh_hans: 删除文档

source: Delete PDF Pages
de: PDF‑Seiten löschen
es: Eliminar páginas PDF
es_419: Eliminar páginas PDF
fr: Supprimer des pages PDF
it: Elimina pagine PDF
ja: PDFページを削除
pt_br: Excluir páginas do PDF
ru: Удалить страницы PDF
tr: PDF Sayfalarını Sil
zh_hans: 删除 PDF 页面

source: Delete unwanted pages
de: Unerwünschte Seiten löschen
es: Eliminar páginas no deseadas
es_419: Eliminar páginas no deseadas
fr: Supprimer les pages indésirables
it: Elimina le pagine indesiderate
ja: 不要なページを削除
pt_br: Excluir páginas indesejadas
ru: Удалить нежелательные страницы
tr: İstenmeyen sayfaları sil
zh_hans: 删除不需要的页面

source: Deleting Pages...
de: Seiten werden gelöscht...
es: Eliminando páginas...
es_419: Eliminando páginas...
fr: Suppression des pages...
it: Eliminazione pagine...
ja: ページを削除中...
pt_br: Excluindo páginas...
ru: Удаление страниц...
tr: Sayfalar siliniyor...
zh_hans: 正在删除页面...

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
es_419: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべての選択を解除
pt_br: Desmarcar tudo
ru: Снять выделение со всех
tr: Tümünü seçimi kaldır
zh_hans: 取消全选

source: Document
de: Dokument
es: Documento
es_419: Documento
it: Documento
ja: ドキュメント
pt_br: Documento
ru: Документ
tr: Belge
zh_hans: 文档

source: Document detected!
de: Dokument erkannt!
es: ¡Documento detectado!
es_419: ¡Documento detectado!
fr: Document détecté !
it: Documento rilevato!
ja: ドキュメントを検出しました！
pt_br: Documento detectado!
ru: Документ обнаружен!
tr: Belge algılandı!
zh_hans: 检测到文档！

source: Document Preview
de: Dokument‑Vorschau
es: Vista previa del documento
es_419: Vista previa del documento
fr: Aperçu du document
it: Anteprima documento
ja: ドキュメントプレビュー
pt_br: Visualização do documento
ru: Предпросмотр документа
tr: Belge Önizlemesi
zh_hans: 文档预览

source: Document Review
de: Dokument‑Überprüfung
es: Revisión del documento
es_419: Revisión del documento
fr: Révision du document
it: Revisione documento
ja: ドキュメントの確認
pt_br: Revisão do documento
ru: Проверка документа
tr: Belge İncelemesi
zh_hans: 文档审核

source: Document sent to printer successfully!
de: Dokument erfolgreich an den Drucker gesendet!
es: ¡Documento enviado a la impresora con éxito!
es_419: ¡Documento enviado a la impresora con éxito!
fr: Document envoyé à l'imprimante avec succès !
it: Documento inviato alla stampante con successo!
ja: ドキュメントをプリンターに正常に送信しました！
pt_br: Documento enviado para a impressora com sucesso!
ru: Документ успешно отправлен на принтер!
tr: Belge başarıyla yazıcıya gönderildi!
zh_hans: 文档已成功发送到打印机！

source: Document Unavailable
de: Dokument nicht verfügbar
es: Documento no disponible
es_419: Documento no disponible
fr: Document indisponible
it: Documento non disponibile
ja: ドキュメントが利用できません
pt_br: Documento indisponível
ru: Документ недоступен
tr: Belge Kullanılamıyor
zh_hans: 文档不可用

source: Documento PDF · 22 KB
de: PDF‑Dokument · 22 KB
fr: Document PDF · 22 Ko
ja: PDFドキュメント · 22 KB
tr: PDF Dosyası · 22 KB
zh_hans: PDF 文档 · 22 KB

source: Documents
de: Dokumente
es: Documentos
es_419: Documentos
it: Documenti
ja: ドキュメント一覧
pt_br: Documentos
ru: Документы
tr: Belgeler
zh_hans: 文档们

source: Done
de: Fertig
es: Listo
es_419: Listo
fr: Terminé
it: Fatto
ja: 完了
pt_br: Concluído
ru: Готово
tr: Tamam
zh_hans: 完成

source: Drag to reorder images. They will appear in this order in the PDF.
de: Ziehen, um die Bilder neu anzuordnen. Sie erscheinen in dieser Reihenfolge im PDF.
es: Arrastra para reordenar las imágenes. Aparecerán en este orden en el PDF.
es_419: Arrastra para reordenar las imágenes. Aparecerán en este orden en el PDF.
fr: Faites glisser pour réorganiser les images. Elles apparaîtront dans cet ordre dans le PDF.
it: Trascina per riordinare le immagini. Appariranno in questo ordine nel PDF.
ja: 画像をドラッグして並べ替えてください。PDFではこの順序で表示されます。
pt_br: Arraste para reordenar as imagens. Elas aparecerão nesta ordem no PDF.
ru: Перетяни, чтобы изменить порядок изображений. Они появятся в PDF в этом порядке.
tr: Görüntüleri yeniden sıralamak için sürükleyin. PDF'te bu sırayla görünecekler.
zh_hans: 拖动以重新排序图像。它们将在 PDF 中按此顺序显示。

source: Easy setup and printing
de: Einfache Einrichtung und Drucken
es: Configuración y impresión fáciles
es_419: Configuración y impresión fáciles
fr: Configuration et impression faciles
it: Installazione e stampa semplici
ja: 簡単なセットアップと印刷
pt_br: Configuração e impressão fáceis
ru: Простая настройка и печать
tr: Kolay kurulum ve yazdırma
zh_hans: 轻松设置并打印

source: Edit
de: Bearbeiten
es: Editar
es_419: Editar
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar
ru: Редактировать
tr: Düzenle
zh_hans: 编辑

source: Edit and modify PDF files
de: PDF‑Dateien bearbeiten und ändern
es: Editar y modificar archivos PDF
es_419: Editar y modificar archivos PDF
fr: Modifier des fichiers PDF
it: Modifica e modifica file PDF
ja: PDFファイルを編集・変更する
pt_br: Editar e modificar arquivos PDF
ru: Редактируй и изменяй PDF-файлы
tr: PDF dosyalarını düzenle ve değiştir
zh_hans: 编辑和修改 PDF 文件

source: Edit Another PDF
de: Anderes PDF bearbeiten
es: Editar otro PDF
es_419: Editar otro PDF
fr: Modifier un autre PDF
it: Modifica un altro PDF
ja: 別のPDFを編集
pt_br: Editar outro PDF
ru: Отредактировать другой PDF
tr: Başka Bir PDF'i Düzenle
zh_hans: 编辑另一个 PDF

source: Edit, compress, and organize your PDFs with professional-grade tools.
de: Bearbeite, komprimiere und organisiere deine PDFs mit Profi‑Tools.
es: Edita, comprime y organiza tus PDFs con herramientas de calidad profesional.
es_419: Edita, comprime y organiza tus PDFs con herramientas de calidad profesional.
fr: Modifiez, compressez et organisez vos PDF avec des outils professionnels.
it: Modifica, comprimi e organizza i tuoi PDF con strumenti professionali.
ja: プロ仕様のツールでPDFを編集、圧縮、整理できます。
pt_br: Edite, compacte e organize seus PDFs com ferramentas de nível profissional.
ru: Редактируй, сжимай и упорядочивай свои PDF с профессиональными инструментами.
tr: PDF'lerini profesyonel araçlarla düzenle, sıkıştır ve düzenle.
zh_hans: 使用专业级工具编辑、压缩并整理你的 PDF。

source: Enable Free Trial
de: Kostenlose Testversion aktivieren
es: Activar prueba gratuita
es_419: Activar prueba gratuita
fr: Activer l'essai gratuit
it: Attiva prova gratuita
ja: 無料トライアルを有効にする
pt_br: Ativar avaliação gratuita
ru: Включить бесплатную пробную версию
tr: Ücretsiz Denemeyi Etkinleştir
zh_hans: 启用免费试用

source: Enter URL or search...
de: URL eingeben oder suchen...
es: Introduce URL o busca...
es_419: Ingresa URL o busca...
fr: Entrer une URL ou rechercher...
it: Inserisci URL o cerca...
ja: URLを入力するか検索...
pt_br: Digite URL ou pesquise...
ru: Введи URL или ищи...
tr: URL girin veya ara...
zh_hans: 输入 URL 或搜索...

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt_br: Erro
ru: Ошибка
tr: Hata
zh_hans: 错误

source: Error: Failed to save merged PDF.
de: Fehler: Fehler beim Speichern der zusammengeführten PDF.
es: Error: No se pudo guardar el PDF combinado.
es_419: Error: No se pudo guardar el PDF combinado.
fr: Erreur : échec de l'enregistrement du PDF fusionné.
it: Errore: impossibile salvare il PDF unito.
ja: エラー：結合したPDFの保存に失敗しました。
pt_br: Erro: Falha ao salvar o PDF mesclado.
ru: Ошибка: не удалось сохранить объединённый PDF.
tr: Hata: Birleştirilmiş PDF kaydedilemedi.
zh_hans: 错误：无法保存合并的 PDF。

source: Error: No pages were successfully processed.
de: Fehler: Keine Seiten wurden erfolgreich verarbeitet.
es: Error: No se procesó correctamente ninguna página.
es_419: Error: No se procesó correctamente ninguna página.
fr: Erreur : aucune page n’a été traitée avec succès.
it: Errore: nessuna pagina è stata elaborata correttamente.
ja: エラー：ページを処理できませんでした。
pt_br: Erro: Nenhuma página foi processada com sucesso.
ru: Ошибка: ни одна страница не была обработана успешно.
tr: Hata: Hiçbir sayfa başarıyla işlenmedi.
zh_hans: 错误：没有页面处理成功。

source: Everything you need to print, scan, and manage documents in one powerful app
de: Alles, was du brauchst, um Dokumente zu drucken, zu scannen und zu verwalten — in einer leistungsstarken App
es: Todo lo que necesitas para imprimir, escanear y gestionar documentos en una app potente
es_419: Todo lo que necesitas para imprimir, escanear y administrar documentos en una sola app potente
fr: Tout ce qu'il te faut pour imprimer, scanner et gérer des documents dans une seule app puissante
it: Tutto il necessario per stampare, scansionare e gestire documenti in un’unica app potente
ja: 印刷、スキャン、ドキュメント管理に必要な機能がすべて揃った、使いやすいアプリです。
pt_br: Tudo o que você precisa para imprimir, escanear e gerenciar documentos em um único app poderoso
ru: Всё, что нужно для печати, сканирования и управления документами — в одном удобном приложении
tr: Yazdırmak, taramak ve belgeleri yönetmek için ihtiyaç duyduğunuz her şey tek bir güçlü uygulamada
zh_hans: 在一款强大应用中，完成打印、扫描和管理文档所需的一切

source: Failed to generate PDF
de: PDF konnte nicht erzeugt werden
es: No se pudo generar el PDF
es_419: No se pudo generar el PDF
fr: Échec de la génération du PDF
it: Impossibile generare il PDF
ja: PDFの生成に失敗しました。
pt_br: Falha ao gerar PDF
ru: Не удалось создать PDF
tr: PDF oluşturulamadı
zh_hans: 生成 PDF 失败

source: Failed to generate PDF: %@
de: PDF konnte nicht erzeugt werden: %@
es: No se pudo generar el PDF: %@
es_419: No se pudo generar el PDF: %@
fr: Échec de la génération du PDF : %@
it: Impossibile generare il PDF: %@
ja: PDFの生成に失敗しました：%@
pt_br: Falha ao gerar PDF: %@
ru: Не удалось создать PDF: %@
tr: PDF oluşturulamadı: %@
zh_hans: 生成 PDF 失败：%@

source: Failed to load image: %@
de: Bild konnte nicht geladen werden: %@
es: No se pudo cargar la imagen: %@
es_419: No se pudo cargar la imagen: %@
fr: Échec du chargement de l'image : %@
it: Impossibile caricare l’immagine: %@
ja: 画像の読み込みに失敗しました：%@
pt_br: Falha ao carregar imagem: %@
ru: Не удалось загрузить изображение: %@
tr: Resim yüklenemedi: %@
zh_hans: 加载图片失败：%@
